const tests = [ 
  {
    titleIntro: 'Тест на психику (нервно-психическое состояние)',
    titleDescription: 'Не чувствуете ли вы какого либо душевного расстройства, которое начинает угнетать вашу нервную систему? Если вы стали довольно раздражительны или, наоборот, у вас постоянная апатия, то стоит задуматься над своим нервно-психическим состоянием. А поможет вам в этом данный тест на психику. Выберите один из предложенных на каждый вопрос ответов.'

  },
  
  {
    titleIntro: 'Ощущаете ли вы физический дискомфорт?',
    answer: [
      { 
        id: 0,
        title: 'Нет'      
      },
      { 
        id: 1,
        title: 'Да'      
      },
      { 
        id: 2,
        title: 'Не уверен'      
      },
    ]
  },
  {
  titleIntro: 'Есть ли у вас болевые ощущения?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
{

  titleIntro: 'Часто ли у вас бывает повышенная температура тела?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
{

  titleIntro: 'Испытываете ли вы боли в мышцах или суставах?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
{

  titleIntro: 'Появляется ли у вас внезапное головокружение?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
{

  titleIntro: 'Есть ли у вас изменения в окраске кожных покровов?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
{

  titleIntro: 'Часто ли вы испытываете чувство неуверенности в себе, в своих силах?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
{

  titleIntro: 'Хорошо ли вы спите?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
{
  titleIntro: 'Наблюдается ли у вас снижение внимания?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
{

  titleIntro: 'Быстро ли вы устаете при физической нагрузке?',
  answer: [
    { 
      id: 0,
      title: 'Нет'      
    },
    { 
      id: 1,
      title: 'Да'      
    },
    { 
      id: 2,
      title: 'Не уверен'      
    },
  ]
},
]

export default tests;